import { Container } from "../components/Container";
import Photo from "../pages/img/CISO_Stress.png";

export function Other() {
  return (
    <Container>
      <div>
        <div>
          <span className="text-justify">
            <p className="text-center text-3xl font-bold my-5">
              Плинність серед CISO — CISO як головні цапи-відбувайли
            </p>
            <span className="text-lg">
              <div className="flex flex-col gap-6">
                <p>
                  Плинність серед CISO (Chief Information security Officer,
                  Директор з інформаційної безпеки) — це прихована загроза у
                  кібербезпеці. Основні ініціативи або впровадження стратегій та
                  програм безпеки можуть тривати довше, ніж резидентство одного
                  CISO.
                </p>
                <p>
                  Середній термін перебування на посаді Директора з
                  інформаційної безпеки від 18 до 24 місяців. Цього ледве
                  вистачить, щоб зорієнтуватися на новому місці. Виникає
                  питання: чому у цій сфері така плинність кадрів та як це
                  впливає на кібербезпеку підприємства?
                </p>
                <p className="text-orange-400 ml-5">1. Ефект цапа-відбувайла</p>
                <p>
                  Тенденція, що CISO стає цапом-відбувайлом, коли виникають
                  інциденти безпеки, досить поширена і постійно зростає. Це може
                  виглядати приблизно так: «Нас зламали під вашим наглядом, тому
                  ми вас звинуватимо і «відпустимо». Ефект цапа-відбувайла є
                  реальною загрозою для CISO — вони можуть стикатися з
                  інцидентами поза їхнім контролем, навіть якщо намагаються
                  докласти всіх зусиль і вчинити правильно попри протиріччя й
                  тиск.
                </p>
                <p>
                  За словами Діпті Гопал, головної аналітикині Gartner, фахівці
                  з кібербезпеки зазвичай піддаються «надмірному рівню стресу».
                  Для CISO та інших менеджерів із безпеки психологічні та
                  емоційні наслідки ролі цапа-відбувайла не лише спонукають
                  багатьох споглядати в бік іншого місця роботи чи іншої
                  професії, а також впливає на їхню ефективність, якщо вони
                  залишаються.
                </p>
                <p>
                  «CISO стоять на захисті, тож єдиний можливий результат — це
                  бути зламаним або ні», — каже Гопал. «Цей психологічний фактор
                  безпосередньо впливає на якість рішень і результативність
                  керівників кібербезпеки та їхніх команд».
                </p>
                <p>
                  Перетворення CISO на цапа-відбувайла є звичною, але не
                  обов’язковою реакцією на інциденти кібербезпеки. Агнідіпта
                  Саракар, віце-президент і CISO у ColorTokens, зазначає: «Зрілі
                  організації зазвичай не звинувачують CISO, якщо програма
                  безпеки насправді недостатньо хороша». Але менш зрілі
                  організації зі слабшими програмами або недбалим менеджментом
                  легко створюють ефект цапа-відбувайла.
                </p>
                <p>
                  Цей ефект «цапа-відбувайла» є основною причиною плинності
                  кадрів CISO, незалежно від того, чи це спровоковано урядом,
                  бізнес-лідерами, які не бажають брати на себе провину, або
                  CISO, які знають, що у них недостатньо ресурсів, щоб запобігти
                  порушенню та рухатися далі до того, як станеться неминуче.
                </p>
                <p className="text-orange-400 ml-5">
                  2.Відсутність підтримки керівництва
                </p>
                <p>
                  Визнання членами правління важливості CISO та кібербезпеки
                  повільно зростає, але це ще далеко від ідеалу. Опитування BSS
                  у серпні 2023 року серед 150 осіб, які приймають рішення у
                  сфері безпеки Великобританії, показало, що лише 28% вважають,
                  що їх цінують; 22% брали активну участь у розширеній
                  бізнес-стратегії; і лише 9% сказали, що кібербезпека завжди
                  була в трьох пріоритетах на порядку денному правління.
                </p>
                <p>
                  У світі є багато компаній, де кібербезпека у пріоритеті та
                  підтримується, але вони, як правило, належать до більших і
                  зріліших організацій. Залишається велика кількість нових і
                  менших компаній, які часто надають перевагу розвитку, а не
                  безпеці.
                </p>
                <p>
                  Результатом часто є відсутність підтримки та ресурсів для CISO
                  для впровадження засобів контролю кібербезпеки, необхідних для
                  захисту компанії. Таким чином, відсутність підтримки з боку
                  ради директорів часто призводить до того, що CISO шукають
                  нову, більш прийнятну посаду, чи то через спробу уникнути долі
                  цапа-відбувайла за неминучі порушення або просте розчарування
                  через нездатність добре виконувати свою роботу.
                </p>
                <p className="text-orange-400 ml-5">3.Стрес і вигорання</p>
                <p>
                  Стрес є ще однією причиною плинності кадрів CISO. Це не стрес
                  сам по собі, а сукупне психічне та емоційне виснаження,
                  спричинене кількома, різними та постійними стресовими
                  факторами: вигорання.
                </p>
                <p>
                  Вигорання може статися раптово. CISO може думати, що він чи
                  вона ефективно справляються зі стресом, але одна остання
                  крапля може раптово й неочікувано переповнити чашу. Вигорання
                  може спричинити фізичний та/або психічний колапс. Постраждалим
                  може знадобитися взяти тривалий тайм-аут, перейти на менш
                  стресову посаду або залишити галузь взагалі. Деякі CISO
                  переходять у консалтинг, особливо коли вони мають досвід, але
                  вони не хочуть операційної втоми.
                </p>
                <p>
                  У нещодавньому опитуванні Salt Security наведено 6
                  найпоширеніших особистих стресових факторів, з якими
                  стикаються CISO. Примітно, що загроза особистого судового
                  розгляду є №1 (48%). Лише 1% CISO не відчувають, що стикаються
                  з особистими проблемами.
                </p>
                <span>
                  <img src={Photo} alt="" />
                </span>
              </div>
            </span>
          </span>
        </div>
      </div>
    </Container>
  );
}
